{
    "films": [
        {
            "title": "7 клас",
            "url": "https://brain-school.com.ua/7-j-klas-6/",
            "desc": "У сьомому класі учні вивчають фізику як одну з природничих наук, що вивчає основні закони природи, які оточують нас. У цьому класі діти вивчають основні поняття в різних галузях фізики, таких як механіка, термодинаміка, оптика та інші. Вони вчаться розв'язувати прості фізичні задачі, робити експерименти та аналізувати отримані результати. Фізика в сьомому класі допомагає учням зрозуміти явища навколишнього світу і розвиває їх логічне мислення та технічну кмітливість.",
            "photo": "AgACAgIAAxkBAAIBgGX8bY_jKLKftnXagYFLlOxxo1wqAALV3zEbkinoS2St6q4ZQKgYAQADAgADeQADNAQ"
        },
        {
            "title": "8 клас",
            "desc": "У восьмому класі учні глибше вивчають фізику як природничу науку, що вивчає закони руху, взаємодію тіл та інші фізичні явища. У цьому класі діти знайомляться з більш складними темами, такими як електрика, магнетизм, звук та інші. Вони вивчають нові поняття та закони фізики, проводять складніші експерименти, аналізують дані та розв'язують важкі фізичні задачі. Фізика восьмого класу допомагає учням поглибити знання про природні явища, розвиває їх аналітичне мислення, вміння працювати з даними та формулювати власні висновки.",
            "url": "https://brain-school.com.ua/8-j-klas-6/",
            "photo": "AgACAgIAAxkBAAIBpWX9ibu5j_z0cH-3wD2pmJIkUZE5AAKa2DEbTd_wS9X-9qQ_CSG1AQADAgADeQADNAQ"
        },
        {
            "title": "9 клас",
            "desc": "У дев'ятому класі учні вивчають більш складні та глибинні теми фізики, такі як електромагнетизм, оптика, атомна фізика та ядерна фізика. Вони вивчають взаємодію електричних та магнітних полів, розуміють принципи роботи електричних і магнітних пристроїв, вивчають оптичні явища, такі як відбиття, преломлення та дифракція світла. Учні також досліджують структуру атома, радіоактивність та ядерні реакції.\n\nФізика дев'ятого класу розвиває в учнів критичне мислення, технічну кмітливість та здатність будувати моделі пояснень фізичних явищ. Вони вправляються у розв'язуванні складних фізичних задач, проведенні експериментів та аналізі отриманих результатів. Фізика дев'ятого класу готує учнів до подальшого вивчення природничих наук та допомагає їм краще зрозуміти фізичний світ навколо себе.",
            "url": "https://brain-school.com.ua/9-j-klas-5/",
            "photo": "AgACAgIAAxkBAAIBrWX9ilcBloSZRG33awewlfWzgBZFAAKb2DEbTd_wS-KQsNb-l-f_AQADAgADeQADNAQ"
        },
        {
            "title": "10 клас",
            "desc": "У десятому класі учні поглиблюють свої знання про фізику, вивчаючи більш складні та важливі теми. Вони досліджують закони руху, динаміку, термодинаміку, електромагнетизм, оптику, атомну та ядерну фізику. У цьому класі учні вивчають більш складні теорії та моделі фізичних процесів, виконують складні експерименти та аналізують результати.\n\nФізика в десятому класі допомагає учням розширити їх розуміння фізичних явищ, розвиває їх критичне мислення та аналітичні навички. Учні також вивчають прикладні аспекти фізики, які стосуються технологій та сучасних винаходів. Фізика в десятому класі готує учнів до складніших викликів у вивченні науки та сприяє їхньому розвитку як майбутніх фахівців у галузі природничих наук.",
            "url": "https://brain-school.com.ua/10-j-klas-4/",
            "photo": "AgACAgIAAxkBAAIBtWX9iphdKWmZhhcgFqOaDtSOdrduAAKc2DEbTd_wS_le5ERWYJyXAQADAgADeQADNAQ"
        },
        {
            "title": "11 клас",
            "desc": "У одинадцятому класі учні глибше поглиблюють свої знання з фізики і вивчають більш складні та високорівневі теми. У цьому класі учні зазвичай вивчають механіку, термодинаміку, електромагнетизм, оптику, атомну та ядерну фізику на більш продуктивному рівні. Вони глибоко вивчають закони фізики, формулюють та виконують складні експерименти, аналізують результати та ставлять складні фізичні задачі.\n\nФізика в одинадцятому класі розвиває критичне мислення, інженерну кмітливість та допомагає учням розвивати навички обґрунтованого мислення. Учні також можуть вивчати сучасні теорії фізики, прикладні аспекти та сучасні дослідження в галузі фізики. Фізика в одинадцятому класі готує учнів до високорівневих викликів учання та можливого продовження вивчення фізики на рівні вищої освіти.",
            "url": "https://brain-school.com.ua/11-j-klas-4/",
            "photo": "AgACAgIAAxkBAAIBvWX9isi2iT-F-7nKmb80ODdKTU5-AAKd2DEbTd_wS6uNgAyQtiwhAQADAgADeQADNAQ"
        }
    ]
}